Repository: sonata-project/SonataDashboardBundle
Catalog: Resources/translations/SonataDashboardBundle.*.xliff
Languages: de, fr

source: Dashboard
fr: Tableaux de Bord

# form_dashboard.group_main_label
source: Main
de: form_dashboard.group_main_label
fr: Informations principales

# help_dashboard_name
source: Dashboard's name
de: help_dashboard_name
fr: Nom du tableau de bord

# form.label_name
source: Name
de: form.label_name
fr: Nom

# form.label_enabled
source: Enabled
de: form.label_enabled
fr: Activé

# breadcrumb.link_dashboard_batch
source: Batch
de: breadcrumb.link_dashboard_batch
fr: Tableaux de bord traitées par lots

# breadcrumb.link_dashboard_create
source: Create
de: breadcrumb.link_dashboard_create
fr: Création d'un tableau de bord

# breadcrumb.link_dashboard_delete
source: Delete
de: breadcrumb.link_dashboard_delete
fr: Suppression d'un tableau de bord

# breadcrumb.link_dashboard_edit
source: Edit
de: breadcrumb.link_dashboard_edit
fr: Edition d'un tableau de bord

# breadcrumb.link_dashboard_list
source: Dashboard List
de: breadcrumb.link_dashboard_list
fr: Liste des tableaux de bord

# breadcrumb.link_dashboard_update
source: Update
de: breadcrumb.link_dashboard_update
fr: Mise à jour d'un tableau de bord

# breadcrumb.link_dashboard_show
source: Show
de: breadcrumb.link_dashboard_show
fr: Tableau de bord

# dashboard.compose_dashboard
source: Compose
de: dashboard.compose_dashboard
fr: Mise en page du tableau de bord

# sidemenu.link_edit_dashboard
source: Edit Dashboard
de: sidemenu.link_edit_dashboard
fr: Edition du tableau de bord

# sidemenu.link_list_blocks
source: Edit widgets
de: sidemenu.link_list_blocks
fr: Edition des widgets

# sidemenu.link_compose_dashboard
source: Composer (beta)
de: sidemenu.link_compose_dashboard
fr: Composition du tableau de bord

# sidemenu.link_list_dashboards
source: List
de: sidemenu.link_list_dashboards
fr: Liste

# list.label_enabled
source: Enabled
de: list.label_enabled
fr: Activé

# list.label_edited
source: Edited
de: list.label_edited
fr: Edité

# list.label_name
source: Name
de: list.label_name
fr: Nom

source: Yes
fr: Oui

source: Cancel
fr: Annuler

source: Loading
fr: Chargement

# composer.block.add.type
source: Add a widget
de: composer.block.add.type
fr: Ajouter un widget de type

# composer.remove
source: Remove
de: composer.remove
fr: Supprimer

# composer.remove.confirm
source: Confirm remove ?
de: composer.remove.confirm
fr: Confirmer la suppression ?

# composer.disable
source: Disabled
de: composer.disable
fr: Désactiver

# composer.enable
source: Enable
de: composer.enable
fr: Activer

# breadcrumb.link_block_list
source: Widgets list
de: breadcrumb.link_block_list
fr: Liste des widgets

# list.label_updated_at
source: Updated at
de: list.label_updated_at
fr: Mis à jour le

# form.field_group_general
source: Block
de: form.field_group_general
fr: Bloc

# form.label_children
source: Children
de: form.label_children
fr: Enfants

# compose.add_container
source: Add a container
de: compose.add_container
fr: Ajouter un conteneur

source: no_type_available
fr: Aucun type disponible

# composer.remove.container.confirm
source: Confirm remove ?
de: composer.remove.container.confirm
fr: Confirmer la suppression ?

# composer.default.container.name
source: Container %position%
de: composer.default.container.name %position%
fr: Conteneur %position%

# compose_blocks_label
source: {0} blocks|{1} block|[2,Inf] blocks
de: {0} Blöcke|{1} Block|[2,Inf] Blöcke
fr: {0} widgets|{1} widget|[2,Inf] widgets

# composer.settings
source: Container settings
de: Container Einstellungen
fr: Paramètres du container

source: blocks
fr: widgets

# compose.preview_error
source: An error occured while fetching block preview.
fr: compose.preview_error

# compose.update_saving
source: Saving block positionsâ€¦
fr: compose.update_saving

# compose.update_saved
source: Block positions saved
fr: compose.update_saved

# compose.update_error
source: A error occured while saving block positions.
fr: compose.update_error

# compose.status_error
source: An error occured while saving block enabled status.
fr: compose.status_error

# form.label_layout
source: Layout
fr: Affichage

# form.label_class
source: CSS Class
fr: Classe CSS

# form.label_template
source: Template
fr: Modèle de page

# list.label_type
source: Type
de: list.label_type

# list.label_position
source: Position
de: list.label_position

# form.field_group_options
source: Options
de: form.field_group_options

# form.label_parent
source: Parent
de: form.label_parent

# form.label_position
source: Position
de: form.label_position
